Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# CmdAlias_view_utf16Odd
source: encoding phase
ar: encoding phase ترميز طور فردي
cs: kódování kodovani fáze faze lichý lichy encoding phase
de: codierung phase encoding
el: κωδικοποίηση φάση encoding phase
es: codificación fase encoding phase
fa: رمزگذاری فاز, encoding phase
fr: encodage phase encoding
hu: kódolás kodolas fázis fazis páratlan paratlan encoding phase
id: pengodean fase encoding phase
it: codifica fase encoding phase
ja: きすうのいちからかいどく
ko: 홀수 오프셋 인코딩 위상 encoding phase
pl: kodowanie faza encoding phase
pt: codificação fase encoding phase
ro: codificare fază faza impar encoding phase
ru: кодировка фаза encoding phase
th: การเข้ารหัส คี่ encoding phase
tr: kodlama faz encoding phase
uk: кодування фаза encoding phase
vi: giải mã lẻ bảng mã encoding phase
zh_hans: 编码 奇数 相位 encoding phase
zh_hant: UTF-16 奇數 編碼 相位 encoding phase

# Cmd_view_encoding_utf8
source: Text encoding: UTF-8
ar: ترميز النص: UTF-8
cs: Kódování textu: UTF-8
de: Textcodierung: UTF-8
el: Κωδικοποίηση κειμένου: UTF-8
es: Codificación de texto: UTF-8
fa: رمزگذاری متن: UTF-8
fr: Encodage du texte : UTF-8
hu: Szövegkódolás: UTF-8
id: Pengodean teks: UTF-8
it: Codifica testo: UTF-8
ja: 文字コード: UTF-8
ko: 텍스트 인코딩: UTF-8
pl: Kodowanie tekstu: UTF-8
pt: Codificação de texto: UTF-8
ro: Codificare text: UTF-8
ru: Кодировка текста: UTF-8
th: การเข้ารหัสข้อความ: UTF-8
tr: Metin kodlaması: UTF-8
uk: Кодування тексту: UTF-8
vi: Bảng mã văn bản: UTF-8
zh_hans: 文本编码：UTF-8
zh_hant: 文字編碼：UTF-8

# CmdAlias_view_encoding_utf8
source: charset unicode
ar: charset unicode مجموعة أحرف يونيكود ترميز
cs: kódování kodovani znaková sada znakova charset unicode
de: codierung zeichensatz charset unicode
el: κωδικοποίηση charset unicode
es: codificación juego de caracteres charset unicode
fa: مجموعه نویسه یونیکد, charset unicode
fr: encodage jeu de caractères charset unicode
hu: kódolás kodolas karakterkészlet karakterkeszlet charset unicode
id: pengodean karakter charset unicode
it: codifica charset unicode
ja: もじこーど
ko: 인코딩 문자 집합 유니코드 charset unicode
pl: kodowanie charset unicode
pt: codificação charset unicode
ro: codificare set caractere charset unicode
ru: кодировка юникод charset unicode
th: การเข้ารหัส ชุดอักขระ charset unicode
tr: karakter kümesi charset unicode
uk: кодування юнікод charset unicode
vi: bảng mã ký tự charset unicode
zh_hans: 编码 字符集 charset unicode
zh_hant: 文字編碼 字元集 charset unicode

# Cmd_view_encoding_utf16le
source: Text encoding: UTF-16 LE
ar: ترميز النص: UTF-16 LE
cs: Kódování textu: UTF-16 LE
de: Textcodierung: UTF-16 LE
el: Κωδικοποίηση κειμένου: UTF-16 LE
es: Codificación de texto: UTF-16 LE
fa: رمزگذاری متن: UTF-16 LE
fr: Encodage du texte : UTF-16 LE
hu: Szövegkódolás: UTF-16 LE
id: Pengodean teks: UTF-16 LE
it: Codifica testo: UTF-16 LE
ja: 文字コード: UTF-16 LE
ko: 텍스트 인코딩: UTF-16 LE
pl: Kodowanie tekstu: UTF-16 LE
pt: Codificação de texto: UTF-16 LE
ro: Codificare text: UTF-16 LE
ru: Кодировка текста: UTF-16 LE
th: การเข้ารหัสข้อความ: UTF-16 LE
tr: Metin kodlaması: UTF-16 LE
uk: Кодування тексту: UTF-16 LE
vi: Bảng mã văn bản: UTF-16 LE
zh_hans: 文本编码：UTF-16 LE
zh_hant: 文字編碼：UTF-16 LE

# CmdAlias_view_encoding_utf16le
source: charset unicode
ar: charset unicode مجموعة أحرف يونيكود ترميز
cs: kódování kodovani znaková sada znakova charset unicode
de: codierung zeichensatz charset unicode
el: κωδικοποίηση charset unicode
es: codificación juego de caracteres charset unicode
fa: مجموعه نویسه یونیکد, charset unicode
fr: encodage jeu de caractères charset unicode
hu: kódolás kodolas karakterkészlet karakterkeszlet charset unicode
id: pengodean karakter charset unicode
it: codifica charset unicode
ja: もじこーど
ko: 인코딩 문자 집합 유니코드 charset unicode
pl: kodowanie charset unicode
pt: codificação charset unicode
ro: codificare set caractere charset unicode
ru: кодировка юникод charset unicode
th: การเข้ารหัส ชุดอักขระ charset unicode
tr: karakter kümesi charset unicode
uk: кодування юнікод charset unicode
vi: bảng mã ký tự charset unicode
zh_hans: 编码 字符集 charset unicode
zh_hant: 文字編碼 字元集 charset unicode

# Cmd_view_encoding_utf16be
source: Text encoding: UTF-16 BE
ar: ترميز النص: UTF-16 BE
cs: Kódování textu: UTF-16 BE
de: Textcodierung: UTF-16 BE
el: Κωδικοποίηση κειμένου: UTF-16 BE
es: Codificación de texto: UTF-16 BE
fa: رمزگذاری متن: UTF-16 BE
fr: Encodage du texte : UTF-16 BE
hu: Szövegkódolás: UTF-16 BE
id: Pengodean teks: UTF-16 BE
it: Codifica testo: UTF-16 BE
ja: 文字コード: UTF-16 BE
ko: 텍스트 인코딩: UTF-16 BE
pl: Kodowanie tekstu: UTF-16 BE
pt: Codificação de texto: UTF-16 BE
ro: Codificare text: UTF-16 BE
ru: Кодировка текста: UTF-16 BE
th: การเข้ารหัสข้อความ: UTF-16 BE
tr: Metin kodlaması: UTF-16 BE
uk: Кодування тексту: UTF-16 BE
vi: Bảng mã văn bản: UTF-16 BE
zh_hans: 文本编码：UTF-16 BE
zh_hant: 文字編碼：UTF-16 BE

# CmdAlias_view_encoding_utf16be
source: charset unicode
ar: charset unicode مجموعة أحرف يونيكود ترميز
cs: kódování kodovani znaková sada znakova charset unicode
de: codierung zeichensatz charset unicode
el: κωδικοποίηση charset unicode
es: codificación juego de caracteres charset unicode
fa: مجموعه نویسه یونیکد, charset unicode
fr: encodage jeu de caractères charset unicode
hu: kódolás kodolas karakterkészlet karakterkeszlet charset unicode
id: pengodean karakter charset unicode
it: codifica charset unicode
ja: もじこーど
ko: 인코딩 문자 집합 유니코드 charset unicode
pl: kodowanie charset unicode
pt: codificação charset unicode
ro: codificare set caractere charset unicode
ru: кодировка юникод charset unicode
th: การเข้ารหัส ชุดอักขระ charset unicode
tr: karakter kümesi charset unicode
uk: кодування юнікод charset unicode
vi: bảng mã ký tự charset unicode
zh_hans: 编码 字符集 charset unicode
zh_hant: 文字編碼 字元集 charset unicode

# Cmd_view_encoding_utf32le
source: Text encoding: UTF-32 LE
ar: ترميز النص: UTF-32 LE
cs: Kódování textu: UTF-32 LE
de: Textcodierung: UTF-32 LE
el: Κωδικοποίηση κειμένου: UTF-32 LE
es: Codificación de texto: UTF-32 LE
fa: رمزگذاری متن: UTF-32 LE
fr: Encodage du texte : UTF-32 LE
hu: Szövegkódolás: UTF-32 LE
id: Pengodean teks: UTF-32 LE
it: Codifica testo: UTF-32 LE
ja: 文字コード: UTF-32 LE
ko: 텍스트 인코딩: UTF-32 LE
pl: Kodowanie tekstu: UTF-32 LE
pt: Codificação de texto: UTF-32 LE
ro: Codificare text: UTF-32 LE
ru: Кодировка текста: UTF-32 LE
th: การเข้ารหัสข้อความ: UTF-32 LE
tr: Metin kodlaması: UTF-32 LE
uk: Кодування тексту: UTF-32 LE
vi: Bảng mã văn bản: UTF-32 LE
zh_hans: 文本编码：UTF-32 LE
zh_hant: 文字編碼：UTF-32 LE

# CmdAlias_view_encoding_utf32le
source: charset unicode
ar: charset unicode مجموعة أحرف يونيكود ترميز
cs: kódování kodovani znaková sada znakova charset unicode
de: codierung zeichensatz charset unicode
el: κωδικοποίηση charset unicode
es: codificación juego de caracteres charset unicode
fa: مجموعه نویسه یونیکد, charset unicode
fr: encodage jeu de caractères charset unicode
hu: kódolás kodolas karakterkészlet karakterkeszlet charset unicode
id: pengodean karakter charset unicode
it: codifica charset unicode
ja: もじこーど
ko: 인코딩 문자 집합 유니코드 charset unicode
pl: kodowanie charset unicode
pt: codificação charset unicode
ro: codificare set caractere charset unicode
ru: кодировка юникод charset unicode
th: การเข้ารหัส ชุดอักขระ charset unicode
tr: karakter kümesi charset unicode
uk: кодування юнікод charset unicode
vi: bảng mã ký tự charset unicode
zh_hans: 编码 字符集 charset unicode
zh_hant: 文字編碼 字元集 charset unicode

# Cmd_view_encoding_utf32be
source: Text encoding: UTF-32 BE
ar: ترميز النص: UTF-32 BE
cs: Kódování textu: UTF-32 BE
de: Textcodierung: UTF-32 BE
el: Κωδικοποίηση κειμένου: UTF-32 BE
es: Codificación de texto: UTF-32 BE
fa: رمزگذاری متن: UTF-32 BE
fr: Encodage du texte : UTF-32 BE
hu: Szövegkódolás: UTF-32 BE
id: Pengodean teks: UTF-32 BE
it: Codifica testo: UTF-32 BE
ja: 文字コード: UTF-32 BE
ko: 텍스트 인코딩: UTF-32 BE
pl: Kodowanie tekstu: UTF-32 BE
pt: Codificação de texto: UTF-32 BE
ro: Codificare text: UTF-32 BE
ru: Кодировка текста: UTF-32 BE
th: การเข้ารหัสข้อความ: UTF-32 BE
tr: Metin kodlaması: UTF-32 BE
uk: Кодування тексту: UTF-32 BE
vi: Bảng mã văn bản: UTF-32 BE
zh_hans: 文本编码：UTF-32 BE
zh_hant: 文字編碼：UTF-32 BE

# CmdAlias_view_encoding_utf32be
source: charset unicode
ar: charset unicode مجموعة أحرف يونيكود ترميز
cs: kódování kodovani znaková sada znakova charset unicode
de: codierung zeichensatz charset unicode
el: κωδικοποίηση charset unicode
es: codificación juego de caracteres charset unicode
fa: مجموعه نویسه یونیکد, charset unicode
fr: encodage jeu de caractères charset unicode
hu: kódolás kodolas karakterkészlet karakterkeszlet charset unicode
id: pengodean karakter charset unicode
it: codifica charset unicode
ja: もじこーど
ko: 인코딩 문자 집합 유니코드 charset unicode
pl: kodowanie charset unicode
pt: codificação charset unicode
ro: codificare set caractere charset unicode
ru: кодировка юникод charset unicode
th: การเข้ารหัส ชุดอักขระ charset unicode
tr: karakter kümesi charset unicode
uk: кодування юнікод charset unicode
vi: bảng mã ký tự charset unicode
zh_hans: 编码 字符集 charset unicode
zh_hant: 文字編碼 字元集 charset unicode

# Cmd_view_encoding_shiftJis
source: Text encoding: Shift_JIS
ar: ترميز النص: Shift_JIS
cs: Kódování textu: Shift_JIS
de: Textcodierung: Shift_JIS
el: Κωδικοποίηση κειμένου: Shift_JIS
es: Codificación de texto: Shift_JIS
fa: رمزگذاری متن: Shift_JIS
fr: Encodage du texte : Shift_JIS
hu: Szövegkódolás: Shift_JIS
id: Pengodean teks: Shift_JIS
it: Codifica testo: Shift_JIS
ja: 文字コード: Shift_JIS
ko: 텍스트 인코딩: Shift_JIS
pl: Kodowanie tekstu: Shift_JIS
pt: Codificação de texto: Shift_JIS
ro: Codificare text: Shift_JIS
ru: Кодировка текста: Shift_JIS
th: การเข้ารหัสข้อความ: Shift_JIS
tr: Metin kodlaması: Shift_JIS
uk: Кодування тексту: Shift_JIS
vi: Bảng mã văn bản: Shift_JIS
zh_hans: 文本编码：Shift_JIS
zh_hant: 文字編碼：Shift_JIS

# CmdAlias_view_encoding_shiftJis
source: charset japanese sjis cp932
ar: charset japanese sjis cp932 مجموعة أحرف ياباني ترميز
cs: kódování kodovani znaková sada japonština japonstina charset japanese sjis cp932
de: codierung japanisch charset japanese sjis cp932
el: κωδικοποίηση ιαπωνικά charset japanese sjis cp932
es: codificación japonés charset japanese sjis cp932
fa: مجموعه نویسه ژاپنی, charset japanese sjis cp932
fr: encodage japonais charset japanese sjis cp932
hu: kódolás kodolas japán japan karakterkészlet charset japanese sjis cp932
id: pengodean jepang charset japanese sjis cp932
it: codifica giapponese charset japanese sjis cp932
ja: もじこーど しふとじす
ko: 인코딩 문자 집합 일본어 charset japanese sjis cp932
pl: kodowanie japoński charset japanese sjis cp932
pt: codificação japonês charset japanese sjis cp932
ro: codificare japoneză japoneza charset japanese sjis cp932
ru: кодировка японский charset japanese sjis cp932
th: การเข้ารหัส ญี่ปุ่น charset japanese sjis cp932
tr: karakter kümesi japonca charset japanese sjis cp932
uk: кодування японська charset japanese sjis cp932
vi: bảng mã ký tự tiếng Nhật charset japanese sjis cp932
zh_hans: 编码 字符集 日文 日语 charset japanese sjis cp932
zh_hant: 文字編碼 字元集 日文 charset japanese sjis cp932

# Cmd_view_colorScheme
source: Color scheme
ar: نظام الألوان
cs: Barevné schéma
de: Farbschema
el: Συνδυασμός χρωμάτων
es: Combinación de colores
fa: طرح رنگ
fr: Jeu de couleurs
hu: Színséma
id: Skema warna
it: Combinazione di colori
ja: 配色
ko: 색 구성표
pl: Schemat kolorów
pt: Esquema de cores
ro: Schemă de culori
ru: Цветовая схема
th: ชุดสี
tr: Renk düzeni
uk: Колірна схема
vi: Bảng màu
zh_hans: 配色方案
zh_hant: 色彩配置

# CmdAlias_view_colorScheme
source: theme colors
ar: theme colors سمة ألوان
cs: motiv barvy schéma schema theme colors
de: farben design theme colors
el: θέμα χρώματα theme colors
es: tema colores theme colors
fa: طرح زمینه رنگ‌ها, theme colors
fr: thème couleurs theme colors
hu: téma tema színek szinek theme colors
id: tema warna theme colors
it: tema colori theme colors
ja: はいしょく
ko: 색 구성표 테마 색상 theme colors
pl: motyw kolory theme colors
pt: tema cores theme colors
ro: temă tema culori theme colors
ru: тема цвета theme colors
th: ธีม สี theme colors
tr: tema renkler theme colors
uk: тема кольори theme colors
vi: bảng màu chủ đề màu sắc theme colors
zh_hans: 配色 主题 颜色 theme colors
zh_hant: 色彩配置 佈景主題 色彩 配色 theme colors

# Command_LastColumn
source: The hex column or the text column must stay visible
ar: يجب أن يظل عمود Hex أو عمود النص ظاهراً
cs: Sloupec Hex nebo textový sloupec musí zůstat zobrazený
de: Die Hex-Spalte oder die Textspalte muss sichtbar bleiben
el: Η στήλη Hex ή η στήλη κειμένου πρέπει να παραμείνει ορατή
es: La columna Hex o la columna de texto debe seguir visible
fa: ستون Hex یا ستون متن باید قابل مشاهده بماند
fr: La colonne Hex ou la colonne texte doit rester visible
hu: A Hex oszlopnak vagy a szövegoszlopnak láthatónak kell maradnia
id: Kolom Hex atau kolom teks harus tetap terlihat
it: La colonna Hex o la colonna testo deve rimanere visibile
ja: Hex 列とテキスト列の少なくとも 1 つは表示が必要です
ko: Hex 열 또는 텍스트 열 중 하나는 표시되어 있어야 함
pl: Kolumna Hex lub kolumna tekstu musi pozostać widoczna
pt: A coluna Hex ou a coluna de texto deve permanecer visível
ro: Coloana Hex sau coloana text trebuie să rămână vizibilă
ru: Столбец Hex или текстовый столбец должен оставаться видимым
th: ต้องแสดงคอลัมน์ Hex หรือคอลัมน์ข้อความไว้อย่างน้อยหนึ่งคอลัมน์
tr: Hex sütunu veya metin sütunu görünür kalmalıdır
uk: Стовпець Hex або текстовий стовпець має залишатися видимим
vi: Cột Hex hoặc cột văn bản phải luôn hiển thị
zh_hans: Hex 列或文本列必须保持可见
zh_hant: Hex 欄或文字欄至少必須保持顯示一個

# Command_NoReferencePoint
source: No reference point is set
ar: لم يتم تعيين نقطة مرجعية
cs: Není nastaven žádný referenční bod
de: Es ist kein Bezugspunkt festgelegt
el: Δεν έχει οριστεί σημείο αναφοράς
es: No hay ningún punto de referencia establecido
fa: هیچ نقطهٔ مرجعی تنظیم نشده است
fr: Aucun point de référence n'est défini
hu: Nincs beállítva viszonyítási pont
id: Belum ada titik acuan
it: Nessun punto di riferimento impostato
ja: 基準点が設定されていません
ko: 설정된 기준점이 없음
pl: Nie ustawiono punktu odniesienia
pt: Nenhum ponto de referência definido
ro: Nu este setat niciun punct de referință
ru: Опорная точка не задана
th: ยังไม่ได้ตั้งจุดอ้างอิง
tr: Ayarlanmış referans noktası yok
uk: Точку відліку не встановлено
vi: Chưa đặt điểm tham chiếu
zh_hans: 未设置参考点
zh_hant: 未設定參考點

# Set_view_font_family
source: Font
ar: الخط
cs: Písmo
de: Schriftart
el: Γραμματοσειρά
es: Fuente
fa: قلم
fr: Police
hu: Betűtípus
it: Tipo di carattere
ja: フォント
ko: 글꼴
pl: Czcionka
pt: Fonte
ru: Шрифт
th: แบบอักษร
tr: Yazı tipi
uk: Шрифт
vi: Phông chữ
zh_hans: 字体
zh_hant: 字型

# SetDesc_view_font_family
source: Font of the Hex view. Empty uses Cascadia Mono (Consolas if it is not installed).
ar: خط عرض Hex. عند تركه فارغاً يُستخدم Cascadia Mono (أو Consolas إذا لم يكن مثبتاً).
cs: Písmo zobrazení Hex. Pokud je prázdné, použije se Cascadia Mono (Consolas, pokud není nainstalováno).
de: Schriftart der Hex-Ansicht. Leer bedeutet Cascadia Mono (Consolas, falls nicht installiert).
el: Γραμματοσειρά της προβολής Hex. Αν είναι κενό, χρησιμοποιείται η Cascadia Mono (ή η Consolas αν δεν είναι εγκατεστημένη).
es: Fuente de la vista Hex. Si está vacío, se usa Cascadia Mono (o Consolas si no está instalada).
fa: قلم نمای Hex. خالی یعنی Cascadia Mono (یا Consolas اگر نصب نباشد).
fr: Police de la vue Hex. Vide : Cascadia Mono (Consolas si elle n'est pas installée).
hu: A Hex nézet betűtípusa. Ha üres, a Cascadia Mono lesz használva (ha nincs telepítve, a Consolas).
id: Font tampilan Hex. Jika kosong, Cascadia Mono digunakan (Consolas jika tidak terinstal).
it: Tipo di carattere della vista Hex. Se vuoto, usa Cascadia Mono (Consolas se non è installato).
ja: Hex 表示のフォント。空なら Cascadia Mono (なければ Consolas)。
ko: Hex 보기의 글꼴입니다. 비워 두면 Cascadia Mono(설치되어 있지 않으면 Consolas)를 사용합니다.
pl: Czcionka widoku Hex. Puste oznacza Cascadia Mono (Consolas, jeśli nie jest zainstalowana).
pt: Fonte da exibição Hex. Vazio usa Cascadia Mono (Consolas se não estiver instalada).
ro: Fontul vizualizării Hex. Dacă este gol, se utilizează Cascadia Mono (Consolas dacă acesta nu este instalat).
ru: Шрифт представления Hex. Если пусто, используется Cascadia Mono (или Consolas, если он не установлен).
th: แบบอักษรของมุมมอง Hex หากว่างจะใช้ Cascadia Mono (หรือ Consolas หากไม่ได้ติดตั้ง)
tr: Hex görünümünün yazı tipi. Boş bırakılırsa Cascadia Mono (yüklü değilse Consolas) kullanılır.
uk: Шрифт подання Hex. Якщо порожньо, використовується Cascadia Mono (або Consolas, якщо його не інстальовано).
vi: Phông chữ của khung xem Hex. Để trống sẽ dùng Cascadia Mono (Consolas nếu chưa cài).
zh_hans: Hex 视图的字体。留空则使用 Cascadia Mono（如果未安装，则使用 Consolas）。
zh_hant: Hex 檢視的字型。保留空白則使用 Cascadia Mono（若未安裝則使用 Consolas）。

# Set_view_font_size
source: Font size (pt)
ar: حجم الخط (pt)
cs: Velikost písma (pt)
de: Schriftgröße (pt)
el: Μέγεθος γραμματοσειράς (pt)
es: Tamaño de fuente (pt)
fa: اندازهٔ قلم (pt)
fr: Taille de police (pt)
hu: Betűméret (pt)
id: Ukuran font (pt)
it: Dimensione carattere (pt)
ja: フォントの大きさ (pt)
ko: 글꼴 크기(pt)
pl: Rozmiar czcionki (pt)
pt: Tamanho da fonte (pt)
ro: Dimensiune font (pt)
ru: Размер шрифта (пт)
th: ขนาดแบบอักษร (pt)
tr: Yazı tipi boyutu (pt)
uk: Розмір шрифту (пт)
vi: Cỡ chữ (pt)
zh_hans: 字号（磅）
zh_hant: 字型大小 (pt)

# SetDesc_view_font_size
source: Size of the Hex view text, 6 to 72 points in 0.5 steps.
ar: حجم نص عرض Hex، من 6 إلى 72 نقطة بخطوات 0.5.
cs: Velikost textu v zobrazení Hex, 6 až 72 bodů v krocích po 0,5.
de: Textgröße der Hex-Ansicht, 6 bis 72 Punkt in Schritten von 0,5.
el: Μέγεθος του κειμένου της προβολής Hex, από 6 έως 72 στιγμές σε βήματα του 0,5.
es: Tamaño del texto de la vista Hex, de 6 a 72 puntos en pasos de 0,5.
fa: اندازهٔ متن نمای Hex، از 6 تا 72 پوینت با گام 0.5.
fr: Taille du texte de la vue Hex, de 6 à 72 points par pas de 0,5.
hu: A Hex nézet szövegének mérete, 6 és 72 pont között, 0,5-ös lépésekben.
id: Ukuran teks tampilan Hex, 6 hingga 72 poin dengan kelipatan 0,5.
it: Dimensione del testo della vista Hex, da 6 a 72 punti con incrementi di 0,5.
ja: Hex 表示の文字の大きさ。6〜72 pt、0.5 pt 刻み。
ko: Hex 보기 텍스트의 크기로, 6~72포인트 범위에서 0.5 단위로 지정합니다.
pl: Rozmiar tekstu widoku Hex, od 6 do 72 punktów co 0,5.
pt: Tamanho do texto da exibição Hex, de 6 a 72 pontos em passos de 0,5.
ro: Dimensiunea textului din vizualizarea Hex, între 6 și 72 de puncte, în pași de 0,5.
ru: Размер текста в представлении Hex: от 6 до 72 пунктов с шагом 0,5.
th: ขนาดข้อความในมุมมอง Hex ตั้งแต่ 6 ถึง 72 พอยต์ ทีละ 0.5
tr: Hex görünümü metninin boyutu; 0,5'lik adımlarla 6 ile 72 punto arası.
uk: Розмір тексту подання Hex, від 6 до 72 пунктів із кроком 0,5.
vi: Cỡ chữ của khung xem Hex, từ 6 đến 72 point, bước 0,5.
zh_hans: Hex 视图文本的大小，6 到 72 磅，以 0.5 为步长。
zh_hant: Hex 檢視文字的大小，6 到 72 點，以 0.5 為單位。

# Set_view_font_lineHeight
source: Line height
ar: ارتفاع السطر
cs: Výška řádku
de: Zeilenhöhe
el: Ύψος γραμμής
es: Alto de línea
fa: ارتفاع سطر
fr: Hauteur de ligne
hu: Sormagasság
id: Tinggi baris
it: Altezza riga
ja: 行間
ko: 줄 높이
pl: Wysokość wiersza
pt: Altura da linha
ro: Înălțime rând
ru: Высота строки
th: ความสูงของบรรทัด
tr: Satır yüksekliği
uk: Висота рядка
vi: Chiều cao dòng
zh_hans: 行高
zh_hant: 行高

# SetDesc_view_font_lineHeight
source: Line spacing of the Hex view, 1.0 to 2.0 times the font size.
ar: تباعد أسطر عرض Hex، من 1.0 إلى 2.0 ضعف حجم الخط.
cs: Řádkování zobrazení Hex, 1,0 až 2,0násobek velikosti písma.
de: Zeilenabstand der Hex-Ansicht, das 1,0- bis 2,0-Fache der Schriftgröße.
el: Διάστιχο της προβολής Hex, από 1,0 έως 2,0 φορές το μέγεθος της γραμματοσειράς.
es: Interlineado de la vista Hex, de 1,0 a 2,0 veces el tamaño de fuente.
fa: فاصلهٔ سطرهای نمای Hex، 1.0 تا 2.0 برابر اندازهٔ قلم.
fr: Interligne de la vue Hex, de 1,0 à 2,0 fois la taille de police.
hu: A Hex nézet sortávolsága, a betűméret 1,0–2,0-szerese.
id: Jarak baris tampilan Hex, 1,0 hingga 2,0 kali ukuran font.
it: Interlinea della vista Hex, da 1,0 a 2,0 volte la dimensione del carattere.
ja: Hex 表示の行の高さ。文字の大きさの 1.0〜2.0 倍。
ko: Hex 보기의 줄 간격으로, 글꼴 크기의 1.0~2.0배입니다.
pl: Odstęp wierszy widoku Hex, od 1,0 do 2,0 rozmiaru czcionki.
pt: Espaçamento entre linhas da exibição Hex, de 1,0 a 2,0 vezes o tamanho da fonte.
ro: Spațierea rândurilor în vizualizarea Hex, între 1,0 și 2,0 ori dimensiunea fontului.
ru: Междустрочный интервал в представлении Hex: от 1,0 до 2,0 размера шрифта.
th: ระยะห่างบรรทัดของมุมมอง Hex เป็น 1.0 ถึง 2.0 เท่าของขนาดแบบอักษร
tr: Hex görünümünün satır aralığı; yazı tipi boyutunun 1,0 ile 2,0 katı.
uk: Міжрядковий інтервал подання Hex, від 1,0 до 2,0 розміру шрифту.
vi: Khoảng cách dòng của khung xem Hex, từ 1,0 đến 2,0 lần cỡ chữ.
zh_hans: Hex 视图的行间距，为字号的 1.0 到 2.0 倍。
zh_hant: Hex 檢視的行距，為字型大小的 1.0 到 2.0 倍。

# Set_view_font_fallback
source: Fallback font for the text column
ar: الخط البديل لعمود النص
cs: Záložní písmo pro textový sloupec
de: Ersatzschriftart für die Textspalte
el: Εναλλακτική γραμματοσειρά για τη στήλη κειμένου
es: Fuente alternativa para la columna de texto
fa: قلم جایگزین برای ستون متن
fr: Police de secours pour la colonne texte
hu: Tartalék betűtípus a szövegoszlophoz
id: Font cadangan untuk kolom teks
it: Tipo di carattere di riserva per la colonna testo
ja: テキスト列の代替フォント
ko: 텍스트 열의 대체 글꼴
pl: Czcionka zastępcza dla kolumny tekstu
pt: Fonte alternativa para a coluna de texto
ro: Font de rezervă pentru coloana text
ru: Резервный шрифт для текстового столбца
th: แบบอักษรสำรองสำหรับคอลัมน์ข้อความ
tr: Metin sütunu için yedek yazı tipi
uk: Резервний шрифт для текстового стовпця
vi: Phông chữ dự phòng cho cột văn bản
zh_hans: 文本列的备用字体
zh_hant: 文字欄的後援字型

# SetDesc_view_font_fallback
source: Font used for characters the main font does not have.
ar: الخط المستخدم للأحرف غير الموجودة في الخط الرئيسي.
cs: Písmo použité pro znaky, které hlavní písmo neobsahuje.
de: Schriftart für Zeichen, die in der Hauptschriftart fehlen.
el: Γραμματοσειρά για χαρακτήρες που δεν υπάρχουν στην κύρια γραμματοσειρά.
es: Fuente que se usa para los caracteres que no tiene la fuente principal.
fa: قلمی که برای نویسه‌هایی که قلم اصلی ندارد استفاده می‌شود.
fr: Police utilisée pour les caractères absents de la police principale.
hu: Azokhoz a karakterekhez használt betűtípus, amelyek a fő betűtípusban nem szerepelnek.
id: Font yang digunakan untuk karakter yang tidak dimiliki font utama.
it: Tipo di carattere usato per i caratteri non presenti in quello principale.
ja: 主なフォントにない文字に使うフォント。
ko: 기본 글꼴에 없는 문자에 사용되는 글꼴입니다.
pl: Czcionka używana dla znaków, których brakuje w czcionce głównej.
pt: Fonte usada para caracteres que a fonte principal não tem.
ro: Fontul utilizat pentru caracterele pe care fontul principal nu le are.
ru: Шрифт для символов, отсутствующих в основном шрифте.
th: แบบอักษรที่ใช้กับอักขระที่แบบอักษรหลักไม่มี
tr: Ana yazı tipinde bulunmayan karakterler için kullanılan yazı tipi.
uk: Шрифт для символів, яких немає в основному шрифті.
vi: Phông chữ dùng cho các ký tự mà phông chữ chính không có.
zh_hans: 用于主字体中没有的字符的字体。
zh_hant: 用於主要字型中沒有的字元的字型。

# Set_view_font_followTextScaling
source: Follow the Windows text size
ar: اتباع حجم النص في Windows
cs: Řídit se velikostí textu ve Windows
de: Windows-Textgröße folgen
el: Ακολουθία του μεγέθους κειμένου των Windows
es: Seguir el tamaño de texto de Windows
fa: پیروی از اندازهٔ متن Windows
fr: Suivre la taille du texte de Windows
hu: A Windows szövegméretének követése
id: Ikuti ukuran teks Windows
it: Segui la dimensione del testo di Windows
ja: Windows の文字の大きさに合わせる
ko: Windows 텍스트 크기 따르기
pl: Uwzględniaj rozmiar tekstu systemu Windows
pt: Seguir o tamanho do texto do Windows
ro: Respectare dimensiune text Windows
ru: Учитывать размер текста Windows
th: ปรับตามขนาดข้อความของ Windows
tr: Windows metin boyutunu izle
uk: Відповідно до розміру тексту Windows
vi: Theo cỡ chữ của Windows
zh_hans: 跟随 Windows 文本大小
zh_hant: 依照 Windows 文字大小
